import "./about.scss";

const About = () => {
  return (
    <div className="about">
      <div className="container">
        <h2 className="title">კატალოგის შესახებ</h2>
        <div className="description">
          <p>
            პირველი დოკუმენტური კინოსიუჟეტი, რომელიც არქივშია დაცული, თარიღდება
            1909 წლით. ეს არის „თბილისის ქალაქისთავის ა. მატინოვის დაკრძალვა“;
            1910 წელს არის გადაღებული „თბილისის გარნიზონის ჯარების აღლუმი
            სამხედრო ტაძრის წინ. აღლუმს იღებს მეფისნაცვალი კავკასიაში, გრაფი ი.
            ვორონცოვ-დაშკოვი“; 1910 წელს განეკუთვნება „ბანკის ახალი შენობის
            კურთხევა“; 1911 წლითაა დათარიღებული გამოჩენილი მრეწველისა და
            საზოგადო მოღვაწის, დავით სარაჯიშვილის, დაკრძალვის კადრები.
          </p>
          <p>
            ვასილ ამაშუკელის მიერ 1912 წელს გადაღებულია დოკუმენტური ფილმი „აკაკი
            წერეთლის მოგზაურობა რაჭა-ლეჩხუმში“ - პირველი ქართული სრულმეტრაჟიანი
            ქრონიკალურ-დოკუმენტური კინონაწარმოები.
          </p>
          <p>
            შემონახულია 1918-1920 წლების ქრონიკა: ეროვნული გვარდიის აღლუმი
            თბილისში. 1920 წლის 26 მაისს სპორტული კლუბი „შევარდნის“ წევრთა
            აღლუმი ვაკის ველზე. აქვეა „II ინტერნაციონალის“ ხელმძღვანელთა
            ჩამოსვლა საქართველოში (1921 წელი).
          </p>
          <p>
            ერთმა პატარა სიუჟეტმა შემოგვინახა სომეხი მხატვარ-დეკორატორის
            სამოქალაქო პანაშვიდი თბილისში, რომელსაც ესწრებიან შ. ელიავა, ს.
            ახმეტელი, ტ. ტაბიძე, პ. იაშვილი და სხვები.
          </p>
          <p>
            არქივში დაცული კინოდოკუმენტები ასახავს საზოგადოებრივ-პოლიტიკური
            ცხოვრების, ეკონომიკური განვითარების, კულტურის, მეცნიერების,
            რელიგიისა და ყოფის დარგში მიმდინარე პროცესებს.
          </p>
        </div>
      </div>
    </div>
  );
};

export default About;
